[WallPhasing X2AbilityTemplate]
LocFriendlyName="Призрак"
LocHelpText="Эта броня, включает в себя технологию фазового сдвига, позволяющая солдату свободно проходить через препятствия."
LocLongDescription="Эта броня позволяет солдату свободно проходить прямо сквозь препятствия."
LocFlyOverText="Фаза"

[HighCoverGenerator X2AbilityTemplate]
LocFriendlyName="Стена щитом"
LocHelpText="Создайте энергетический щит, чтобы добавить себе дополнительные <Ability:SHIELDWALL_HP/> ед. аблативного ОЗ и обеспечить полное укрытие рядом стоящим товарищам по отряду, где бы вы не находились. Перемещение или атака отменяет этот эффект."
LocLongDescription="Создайте энергетический щит, чтобы добавить себе дополнительные <Ability:SHIELDWALL_HP/> ед. аблативного ОЗ и обеспечить полное укрытие рядом стоящим товарищам по отряду, где бы вы не находились. Перемещение или атака отменяет этот эффект."

[HeavyPoweredArmor X2ArmorTemplate]
FriendlyName="Боевой костюм"
FriendlyNamePlural="Боевые костюмы"
BriefSummary="Тяжелый механизированный боевой костюм обеспечивает надежную защиту от урона, а также имеет точку крепления для тяжелого вооружения. Кроме того, технология \"Стена щитов\" позволяет ему обеспечивать союзникам временное укрытие."
TacticalText="<Bullet/> Боевой костюм позволяет устанавливать на руке тяжелое оружие.\n<Bullet/> Также он дает способность \"Стена щитов\", позволяющую носителю временно превращаться в укрытие для союзников и повышать свою защиту в процессе."